brew "gcc" if OS.linux?
brew "bash" if OS.mac?
brew "coreutils" if OS.mac?
brew "gnu-sed" if OS.mac?
brew "iproute2mac" if OS.mac?
brew "git" if OS.mac?
brew "wget" if OS.mac?
brew "cmigemo" if OS.mac?
brew "tree" if OS.mac?
brew "tmux" if OS.mac?
brew "pwgen" if OS.mac?
brew "direnv"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "nkf"
brew "asdf"
brew "fnm"
brew "mas" if OS.mac?
brew "curlie"
brew "gh"
brew "jq"
brew "yq"
brew "shellcheck"
brew "yamllint"
brew "hadolint"
brew "act"
brew "actionlint"
brew "csvq"
brew "csvtk"
brew "scc"                              # Source code counter
brew "glow"                             # Terminal markdown viewer
brew "mkcert"

tap "noborus/tap"
brew "noborus/tap/trdsql"

tap "thecasualcoder/stable"
brew "csvdiff"

tap "heroku/brew" if OS.mac?
brew "heroku" if OS.mac?
