# taps
tap "coderabbitai/tap"
tap "noborus/tap"
tap "thecasualcoder/stable"
tap "anomalyco/tap"
tap "heroku/brew" if OS.mac?

# packages
brew "gcc" if OS.linux?
brew "bash" if OS.mac?
brew "coreutils" if OS.mac?
brew "gnu-sed" if OS.mac?
brew "iproute2mac" if OS.mac?
brew "git" if OS.mac?
brew "wget" if OS.mac?
brew "cmigemo" if OS.mac?
brew "tree" if OS.mac?
brew "tmux" if OS.mac?
brew "pwgen" if OS.mac?
brew "terminal-notifier" if OS.mac?
brew "direnv"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "nkf"
brew "mise"
brew "tenv"
brew "sheldon"
brew "fnm"
brew "mas" if OS.mac?
brew "curlie"
brew "gh"
brew "worktrunk"
brew "jq"
brew "yq"
brew "shellcheck"
brew "yamllint"
brew "hadolint"
brew "act"
brew "actionlint"
brew "csvq"
brew "csvtk"
brew "scc"                              # Source code counter
brew "glow"                             # Terminal markdown viewer
brew "mkcert"
brew "uv"                               # Python package and project manager
brew "openspec"

brew "git-gtr"                          # tap: coderabbitai/tap
brew "noborus/tap/trdsql"               # tap: noborus/tap
brew "csvdiff"                          # tap: thecasualcoder/stable
brew "opencode"                         # tap: anomalyco/tap
brew "heroku" if OS.mac?                # tap: heroku/brew
