brew "gcc" if OS.linux?
brew "coreutils" if OS.mac?
brew "gnu-sed" if OS.mac?
brew "git" if OS.mac?
brew "wget" if OS.mac?
brew "direnv"
brew "ripgrep"
brew "jq"
brew "yq"
brew "asdf"
brew "fnm"
brew "mas" if OS.mac?
brew "tmux" if OS.mac?
brew "tree" if OS.mac?
brew "nkf"
brew "gh"
brew "cmigemo" if OS.mac?
brew "shellcheck"
brew "csvq"
brew "csvtk"

tap "noborus/tap"
brew "noborus/tap/trdsql"

tap "thecasualcoder/stable"
brew "csvdiff"

tap "heroku/brew" if OS.mac?
brew "heroku" if OS.mac?
