alefragnani.project-manager
bierner.emojisense
bierner.markdown-emoji
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
dandric.vscode-jq
dbaeumer.vscode-eslint
dorzey.vscode-sqlfluff
eamodio.gitlens
HaaLeo.timing
jebbs.plantuml
jsynowiec.vscode-insertdatestring
kahole.magit
lostfields.nodejs-repl
marp-team.marp-vscode
mathiasfrohlich.Kotlin
mattn.Lisp
mhutchie.git-graph
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.hexeditor
Natizyskunk.sftp
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
Orta.vscode-jest
patricklee.vsnotes
philnash.ngrok-for-vscode
PKief.material-icon-theme
redhat.vscode-yaml
seatonjiang.gitmoji-vscode
tuttieee.emacs-mcx
VisualStudioExptTeam.vscodeintellicode
Vue.volar
Vue.vscode-typescript-vue-plugin
wraith13.bracket-lens
