{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources":
  [
    {
      "SourceDetails":
      {
        "Argument": "https://winget.azureedge.net/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      },
      "Packages":
      [
        { "PackageIdentifier": "Google.JapaneseIME" },
        { "PackageIdentifier": "PushPlayLabs.Sidekick" },
        { "PackageIdentifier": "Mozilla.Firefox" },
        { "PackageIdentifier": "Levitsky.FontBase" },
        { "PackageIdentifier": "Lexikos.AutoHotkey" },
        { "PackageIdentifier": "marha.VcXsrv" },
        { "PackageIdentifier": "Eugeny.Tabby" },
        { "PackageIdentifier": "7zip.7zip" },
        { "PackageIdentifier": "Flow-Launcher.Flow-Launcher" },
        { "PackageIdentifier": "CLechasseur.PathCopyCopy" },
        { "PackageIdentifier": "Automattic.Simplenote" },
        { "PackageIdentifier": "Obsidian.Obsidian" },
        { "PackageIdentifier": "Kuro.Mery.Beta" },
        { "PackageIdentifier": "MarkText.MarkText" },
        { "PackageIdentifier": "c3er.mdview" },
        { "PackageIdentifier": "TheDocumentFoundation.LibreOffice" },
        { "PackageIdentifier": "JGraph.Draw" },
        { "PackageIdentifier": "XMind.XMind" },
        { "PackageIdentifier": "WinMerge.WinMerge" },
        { "PackageIdentifier": "Greenshot.Greenshot" },
        { "PackageIdentifier": "NickeManarin.ScreenToGif" },
        { "PackageIdentifier": "JohnMacFarlane.Pandoc" },
        { "PackageIdentifier": "Microsoft.OpenJDK.17" },
        { "PackageIdentifier": "Microsoft.DotNet.Runtime.6" },
        { "PackageIdentifier": "sharkdp.fd" },
        { "PackageIdentifier": "GitHub.cli" },
        { "PackageIdentifier": "OlegDanilov.RapidEnvironmentEditor" },
        { "PackageIdentifier": "TeraTermProject.teraterm" },
        { "PackageIdentifier": "JetBrains.IntelliJIDEA.Community" },
        { "PackageIdentifier": "GoLang.Go.1.20" },
        { "PackageIdentifier": "dbeaver.dbeaver" },
        { "PackageIdentifier": "DBBrowserForSQLite.DBBrowserForSQLite" },
        { "PackageIdentifier": "Postman.Postman" },
        { "PackageIdentifier": "Graphviz.Graphviz" },
        { "PackageIdentifier": "Pinta.Pinta" },
        { "PackageIdentifier": "Icons8.Lunacy" },
        { "PackageIdentifier": "Nikkho.FileOptimizer" },
        { "PackageIdentifier": "AntibodySoftware.WizTree" },
      ]
    }
  ]
}
